Repository: mayramonsalve/hrmedinet
Catalog: MedinetClassLibrary/Resources/Models/Test.*.resx
Languages: es

source: Climate scale
es: Escala de clima

# ClimateScaleRequired
source: The Climate scale field is required.
es: El campo Escala de clima es requerido.

source: Code
es: Código

source: Confidence level
es: Nivel de confianza

# Disordered
source: Disordered questions
es: Preguntas desordenadas

# DisorderedRequired
source: The Disordered questions field is required.
es: El campo Preguntas desordenadas es requerido.

source: End date
es: Fecha de finalización

# EndDateRequired
source: The End date field is required.
es: El campo Fecha de finalización es requerido.

source: Evaluation number
es: Número de evaluaciones

# EvaluationNumberInvalid
source: The Evaluation number field must be a whole number greater than zero.
es: El campo Número de evaluaciones debe ser un número entero mayor a cero.

# EvaluationNumberRequired
source: The Evaluation number field is required.
es: El campo Número de evaluaciones es requerido.

source: Group by categories
es: Agrupar por categorías

# GroupByCategoriesRequired
source: The Group by categories field is required.
es: El campo Agrupar por categorías es requerido.

source: Minimum people
es: Número de personas mínimo

# MinimumPeopleInvalid
source: The Minimum people field must be a whole number greater than 0.
es: El campo Número de personas mínimo debe ser un número entero mayor a cero.

# MinimumPeopleRequired
source: The Minimum people field is required.
es: El campo Número de personas mínimo es requerido.

source: Number of employees
es: Número de empleados

source: One questionnaire
es: Un solo cuestionario

# OneQuestionnaireRequired
source: The One questionnaire field is required.
es: El campo Un solo cuestionario es requerido.

source: Previous test
es: Medición previa

source: Questionnaire
es: Cuestionario

# QuestionnaireRequired
source: The Questionnaire field is required.
es: El campo Cuestionario es requerido.

source: Questionnaires
es: Cuestionarios

source: Records per page
es: Registros por página

# RecordsPerPageInvalid
source: The Records per page field must be a whole number greater than 0.
es: El campo Registros por página debe ser un número entero mayor a cero.

# RecordsPerPageRequired
source: The Records per page field is required.
es: El campo Registros por página es requerido.

source: Result based on 100
es: Resultados en base a 100

# ResultBasedOn100Required
source: The Result based on 100 field is required.
es: El campo Resultados en base a 100 es requerido.

source: Standard error
es: Nivel de error

source: Start date
es: Fecha de inicio

# StartDateRequired
source: The Start date field is required.
es: El campo Fecha de inicio es requerido.

source: Text
es: Texto

# TextRequired
source: The Text field is required.
es: El campo Texto es requerido.

# Weighted
source: Weighted categories
es: Categorías ponderadas

# WeightedRequired
source: The Weighted categories field is required.
es: El campo Categorías ponderadas es requerido.
