Repository: mayramonsalve/hrmedinet
Catalog: MedinetClassLibrary/Resources/Views/ChartReport/Graphics.*.resx
Languages: es

# AgeTab
source: Age ranges
es: Rangos de edad

source: Average
es: Media

source: Axis X:
es: Eje X:

source: Axis Y:
es: Eje Y:

# BivariateTitle
source: Dual graphics
es: Gráficos Duales

# Category
source: Categories:
es: Categorías:

# ChiSquareValue
source: Critical chi-square
es: Chi-cuadrado crítico

source: Comments:
es: Comentarios:

source: Conclusion
es: Conclusión

# CountryTab
source: Countries
es: Países

source: Demographics
es: Demográficos

# EditResultsTitle
source: Edit results
es: Editar resultados

# GenderTab
source: Genders
es: Géneros

# InstructionLevelTab
source: Instruction levels
es: Niveles de instrucción

# LocationTab
source: Branches
es: Sucursales

source: Median
es: Mediana

source: Name
es: Nombre

# NoSatisfied
source: Non-satisfied
es: No satisfechos

# OurChiSquare
source: Our chi-square value
es: Nuestro chi-cuadrado

# Parametres
source: Parameters
es: Parámetros

# PerformanceTab
source: Performance evaluations
es: Evaluaciones de desemepeño

# PopulationTitle
source: Population graphics
es: Gráficos de Muestreo

# PositionLevelTab
source: Position levels
es: Niveles de cargo

source: PValue:
es: ValorP:

# Question
source: Questions:
es: Preguntas:

# RegionTab
source: Regions
es: Regiones

source: Satisfied
es: Satisfechos

# SeniorityTab
source: Seniority ranges
es: Rangos de antigüedad

# TableTitle
source: Title:
es: Título:

# UnivariateTitle
source: Univariate graphics
es: Gráficos Univariables

source: Significance level:
es: Nivel de significancia:

# CategoryTab
source: Categories
es: Categorías

# CompanyTab
source: Companies
es: Compañías

# FOrganizationTab
source: Functional structures
es: Estructuras funcionales

# FOTypeTab
source: Functional structure types
es: Tipos de estructuras funcionales

# OptionTab
source: Options
es: Opciones

# QuestionnaireTab
source: Questionnaires
es: Cuestionarios

# QuestionTab
source: Questions
es: Preguntas

# TestTab
source: Tests
es: Mediciones

# StateTab
source: States of
es: Estados de

# UserTab
source: Users
es: Usuarios

# GeneralClimate
source: General Result
es: Resultado general

# BivariateSelect
source: Select the demographics
es: Seleccione los demográficos

source: Sample received
es: Muestra recibida

source: of
es: de

# FeatureTab
source: Features
es: Características

# PrintPopulation
source: Population graphics
es: Gráficos de Muestreo

# NoEvaluationsText
source: No evaluations available at this time to view reports of the test
es: Aún no hay datos disponibles para ver reportes de la medición

# NoEvaluationsTitle
source: Attention!
es: ¡Atención!

# FeedbackTab
source: Feedbacks
es: Comentarios

# Acquired
source: obteined
es: obtuvieron un resultado de

# Analysis
source: Asociation analysis/ correlation/ significative difference.
es: Análisis de Asociación/Correlación/Diferencia Significativa.

source: and
es: y

source: and result
es: y resultado

source: By category
es: Por categoría

source: By question
es: Por pregunta

source: companies.
es: empresas.

source: Comparative by category
es: Comparativo por categoría

source: Comparative by question
es: Comparativo por pregunta

# Compare
source: Compare with:
es: Comparar con:

# Corresponding
source: corresponding to a
es: correspondiendo a un estado

source: Descriptive analysis
es: Análisis Descriptivo

source: Difference
es: Diferencia

# EmployeesUsed
source: Number of employees used for measurement:
es: Número de empleados para la medición:

# EmployeesWhoPerformed
source: Number of employees who performed the measurements:
es: Número de empleados que midieron:

# ErrorTip
source: The maximum difference between the statistic and the population parameter, usually an error greater than 6% is considered, in most cases, as a high level error.
es: Es la máxima diferencia entre el estadístico muestral y el parámetro poblacional. Típicamente un error mayor a 6% se considera en la generalidad de los casos un nivel de error alto.

source: Executive report
es: Informe Ejecutivo

# ExecutiveReportTitle
source: Executive report
es: Informe Ejecutivo

# FromANumber
source: location from a number of
es: de un número de

# FunctionallyHighest
source: Functionally, the best results resulted in the
es: Funcionalmente, los mejores resultados se produjeron en las áreas

# FunctionallyLowest
source: areas; whereas, the lowest results correspond to the
es: , mientras que las dos más bajos corresponden a las áreas

source: General Average
es: Promedio ponderado general

# GeneralResult
source: General result for measurement
es: Resultado General para la medición

# HRMedinetPerformed
source: In order to determine the most significant differences in variables, hrmedinet performed an analysis between climate and said variables. Following are the results:
es: Hrmedinet realizó un análisis para determinar las variables donde se presentan diferencias significativas entre el resultado y las mencionadas variables. A continuación se presentan los resultados:

# HRPerformedMultivariable
source: Hrmedinet performed a multivariable analysis in order to determine the variables affecting variation of climate level. The results, which involve 95% of the variations, are as follows:
es: Hrmedinet realizó un análisis multivariable para determinar las variables que están afectando la variación del nivel de resultado. Los resultados, que involucran el 95% de las variaciones se muestran a continuación:

# IsPlaced
source: is placed at number
es: se encuentra en el lugar

source: My company
es: Mi compañía

# NegativePercentage
source: % of negative feedback
es: % de respuestas negativas

# NeutralPercentage
source: % of neutral feedback
es: % de respuestas neutras

source: -- None --
es: -- Ninguna --

# NoVariables
source: No variables with significant association were found.
es: No se encontraron variables con asociación significativa.

source: Period:
es: Período:

# PositiveByCategory
source: Positive feedback per category
es: Positivas por categoría

# PositiveByQuestion
source: Positive feedback per question
es: Positivas por pregunta

# PositiveMarket
source: % of positive market feedback
es: % de respuestas positivas del mercado

# PositivePercentage
source: % of positive feedback
es: % de respuestas positivas

source: Print graphics
es: Imprimir gráficos

source: Print ranking
es: Imprimir clasificación

source: Print report
es: Imprimir informe

source: Print results
es: Imprimir resultados

# PrintSection
source: Print this section
es: Imprimir esta sección

# Purpose
source: The purpose of this report is to summarize general aspects of organizational climate for the country/region/department among others.
es: El propósito de este informe es resumir los aspectos generales de resultado organizacional para el país/región/departamento entre otras.

source: Questionnaire
es: Cuestionario

source: Ranking
es: Clasificación

# SelectQuestionnaireAndSector
source: You must select a questionnaire and a company sector.
es: Debe seleccionar un cuestionario y un sector de compañía.

# SignificanceTip
source: Refers to the maximum probability required to reject a null hypothesis. Null hypothesis or of no relation between variables. By default, a significance level of 0.05 is considered to be a 'medium' level.
es: Se refiere a la probabilidad máxima requerida para rechazar una hipótesis nula. La hipótesis nula o de no relación entre las variables. Por defecto, un nivel de significación de 0.05 se considera un nivel 'medio'.

source: Statistical reports
es: Reportes Estadísticos

# StrataLevel
source: At a strata level, the results show that employees of job positions
es: A nivel de estratos los resultados indican que los empleados del nivel de cargo

# StrataLevelEmployees
source: of positive feedback; whereas, employees of other job positions obtained
es: de respuestas positivas, mientras los empleados de los otros niveles de cargo obtuvieron un resultado de

source: Test:
es: Medición:

# TheComparativeRanking
source: The comparative results show that from a selected sample of companies to compare by client.
es: Los resultados comparativos indican que de una muestra seleccionada de empresas para comparar por cliente,

# TheGeneralResultsIndicate
source: The general results indicate that the climate level of your company is
es: Los resultados generales indican que el nivel de resultado de su compañía es de

# TheHighestCategoryResults
source: The highest results are shown in
es: Los resultados más altos se muestran en las dimensiones

# TheLowestCategoryResults
source: dimensions, whereas the lowest results are shown in
es: mientras que los resultados más bajos se muestran en las dimensiones

# Variables
source: Variables with significant association:
es: Variables con asociación significativa:

# VariablesAffecting
source: Variables affecting climate level.
es: Variables afectando el nivel del resultado.

# NoMinimumRequired
source: No available results yet due to lack of minimum-required evaluations set by your company.
es: No hay resultados disponibles debido a que aún no se cumple el mínimo de evaluaciones requeridas por su compañía.

source: Internal ranking
es: Clasificación interna

source: External ranking
es: Clasificación externa

# Registering
source: registering a percentage of favorable-results of employees of
es: registrando un porcentaje de empleados con resultados favorables de

source: General Sample
es: Muestra general

# PercentageEvaluationReceived
source: Percentage of received evaluations:
es: Porcentaje de evaluaciones recibidas:

# TheHighestBranchResults
source: The highest results are shown in
es: Los resultados más altos se muestran en las sucursales

# TheLowestBranchResults
source: branches, whereas the lowest results are shown in
es: mientras que los resultados más bajos se muestran en las sucursales

source: Sample
es: Muestra

source: in
es: en

source: region
es: región

# BranchesTitle
source: Branch results
es: Resultados por Sucursales

# DimensionsTitle
source: Dimension results
es: Resultados por Dimensiones

source: Climate
es: Resultado

source: Company
es: Compañía

source: Country
es: País

# PopulationNroPeople
source: # people
es: # de personas

# PopulationPctPeople
source: % people
es: % de personas

source: All tests
es: Todas las mediciones

source: General Answers
es: Respuestas generales

# SelectQuestion
source: You must select a question to see results.
es: Debe seleccionar una pregunta para ver resultados.

# FrequencyTitle
source: Frequency graphics
es: Gráficos de Frecuencia

source: General Frequency
es: Frecuencia general

# CategoryTitle
source: Category graphics
es: Gráficos de Categorías

# GeneralCategory
source: General Categories
es: Categorías general

# ClimateRangeTab
source: Climate ranges
es: Rangos de Resultado

# ClimateScaleTab
source: Climate scales
es: Escalas de Resultado

# ComparativeTitle
source: Comparative graphics
es: Gráficos Comparativos

source: Population
es: Participación

source: Years
es: Años

# SatisfactionTitle
source: Satisfaction tables
es: Tablas de Grados de Satisfacción

source: Periods
es: Períodos

# ChooseSection
source: Choose the section:
es: Elige la sección:

source: Columns
es: Columnas

# TextAnswersTitle
source: Text Answers
es: Respuestas de Texto

# DemographicsEquals
source: Select different demographic
es: Seleccione demográficos diferentes

source: Column
es: Columna

source: Not Received
es: No Recibidos

source: Received
es: Recibidos

# AgeRangesTitle
source: Age range results
es: Resultados por Rangos de edades

# FOTypesTitle
source: Functional organization type results
es: Resultados por Tipos de estructuras funcionales

# TheHighestAgeRangeResults
source: The highest results are shown in
es: Los resultados más altos se muestran en los rangos de edades

# TheHighestFOTypeResults
source: The highest results are shown in
es: Los resultados más altos se muestran en

# TheLowestAgeRangeResults
source: age ranges, whereas the lowest results are shown in
es: mientras que los resultados más bajos se muestran en los rangos de edades

# TheLowestFOTypeResults
source: , whereas the lowest results are shown in
es: mientras que los resultados más bajos se muestran en

# DownloadImage
source: Download chart
es: Descargar gráfico
