Repository: mayramonsalve/hrmedinet
Catalog: MedinetClassLibrary/Resources/Controllers/Tests.*.resx
Languages: es

source: Code
es: Código

source: Code not found.
es: Código no encontrado.

# CodeNotFoundText
source: Enter a valid evaluation code.
es: Ingrese un código de evaluación válido.

# CodeText
source: Code doesn't exist.
es: Código no existe.

source: End date
es: Fecha de finalización

# EndDateTestText
source: End date must be after the Start time.
es: Fecha de finalización debe ser después de la fecha de inicio.

# EndDateText
source: The test you are trying to access is closed.
es: La medición a la que está intentando acceder está cerrada.

source: Evaluation number
es: Número de evaluaciones

# EvaluationNumberText
source: The test you are trying to access has been completed.
es: La medición a la que está intentando acceder ha sido completada.

source: IP duplicated
es: IP duplicada

# IPDuplicatedText
source: The IP from which you are trying to carry out the measurement has already been used.
es: La IP desde la cual está intentando llevar a cabo la medición, ya fue usada.

source: Minimum people
es: Personas mínimo

# MinimumPeopleText
source: The Minimum number of people cannot exceed the Total number of people.
es: El Número de personas mínimo no puede exceder al Total de personas a medir.

source: Start date
es: Fecha de inicio

# StartDateTestText
source: Start date can't be earlier than the current date.
es: Fecha de inicio no puede ser antes de la fecha actual.

# StartDateText
source: The test you are trying to access has not yet begun.
es: La medición a la que está intentando acceder no ha iniciado todavía.

source: Weighing
es: Ponderación

# WeighingInvalid
source: The categories weighing must be a decimal number whit the format: 99.999.
es: La ponderación de las categorías debe ser un número decimal con el formato: 99.999.

# WeighingNull
source: Weights required
es: Ponderaciones requeridas

# WeighingNullText
source: The values ​​for weight categories cannot be null.
es: Los valores para ponderar categorías no pueden ser nulos.

# WeighingText
source: The sum of all percentages must equal 100.
es: La suma de todos los porcentajes debe ser igual a 100.

# Demograph
source: Demographic required
es: Demográfico requerido

# DemographicsText
source: Demographic measure can not be null.
es: Demográficos a medir no puede ser nulo.

# Questionnaire
source: Questionnaire required
es: Cuestionario requerido

# QuestionnaireText
source: Questionnaire can not be null.
es: Cuestionario no puede ser nulo.

# Questionnaires
source: Questionnaires required
es: Cuestionarios requeridos

# QuestionnairesText
source: You must choose at least 2 questionnaires.
es: Debe escoger al menos 2 cuestionarios.

source: Created with success
es: Creado con éxito

# CreatedwithsuccessText
source: The measurement has been successfully created
es: La medición ha sido creada con éxito
