Repository: mayramonsalve/hrmedinet
Catalog: MedinetClassLibrary/Resources/Views/Home/Brochure.*.resx
Languages: es

# AutomatedAnalysisText
source: With its powerful statistical processing module, the data analysis is performed by the application and completely online, identifying the significant factors affecting your company’s climate.
es: Gracias a su poderoso módulo de procesamiento estadístico, la aplicación realiza el análisis de la data totalmente en línea, detectando los factores significativos que están afectando el resultado en su empresa.

# AutomatedAnalysisTitle
source: Automated analysis
es: Análisis automático

# AutomatedDataCollectionText
source: You decide when to apply a test - It is easy and simple. Just select an option and the system prepares instantly an evaluation and sends it to the people you want to measure. Once the application form is completed, the information is stored in our servers and processed automatically.
es: Usted mismo decide cuándo aplicar una prueba, es fácil y sencillo. Con solo seleccionar una opción, el sistema prepara una evaluación al momento y la envía a las personas que desea medir; una vez completado el formulario, la información se almacena en nuestros servidores y se procesa de forma automática.

# AutomatedDataCollectionTitle
source: Automated data collection
es: Recolección automática de datos

# FeaturesText1
source: Our measurements are handled in the strictest confidentiality
es: Nuestras mediciones se manejan bajo la mas estricta confidencialidad

# FeaturesText2
source: There is no need to use paper, all surveys are electronic
es: Todas las encuestas son electrónicas, sin necesidad de usar papel

# FeaturesText3
source: The analysis is automated; you can review it at any time
es: El análisis es automatizado, puede revisarlo en cualquier momento

# FeaturesText4
source: Detailed statistics with easily-presented results
es: Estadísticas profundas con resultados presentados de forma sencilla

# FeaturesText5
source: Ability to perform ranking in your company’s market sector
es: Capacidad de realizar ranking en el sector de mercado de su empresa

# FeaturesText6
source: Global scope, you can analyze all your offices around the world.
es: Alcance global, puede analizar sus diferentes oficinas en el mundo.

# FeaturesTitle
source: Features
es: Ventajas de la herramienta

# FreeDemo
source: Ask for a free service demo! Contact us!
es: ¡Solicite una demostración del servicio totalmente gratis! ¡Contáctenos!

# GlobalScopeText
source: Will allow you to have an overview of your organization. Through using streetlight analogy, you will be able to identify your company’s strengths and hotspots, to review each office, region or country analysis, and also to apply new measurement surveys when you need it.
es: HRMedinet le permite tener una visión global de su organización. Utilizando la analogía del semáforo, podrá identificar fortalezas y puntos de atención en su empresa, revisar el análisis de cada oficina, región o país, así como aplicar nuevas encuestas de medición cuando usted lo requiera.

# GlobalScopeTitle
source: Global scope
es: Alcance global

# MainText
source: It is the tool of our system &lt;strong&gt;T360&lt;/strong&gt; &lt;a target="_blank" href="https://www.talentoen360.com"&gt;www.talentoen360.com&lt;/a&gt; that allows to proactively carry out massive evaluations using measurement instruments, with immediate processing and with global reach, speeding up decision-making, due to its robust statistical analysis capacity. No matter where you are, you can analyze data or apply evaluations with just one click, without costly travel and without using paper.
es: Es la herramienta de nuestro sistema &lt;strong&gt;T360&lt;/strong&gt; &lt;a target="_blank" href="https://www.talentoen360.com"&gt;www.talentoen360.com&lt;/a&gt; que permite realizar, proactivamente, evaluaciones masivas utilizando instrumentos de medición, con procesamiento inmediato y con alcance global, agilizando la toma de decisiones, debido a su robusta capacidad de análisis estadístico. Sin importar en qué lugar esté, Usted podrá analizar datos o aplicar evaluaciones con sólo un click, sin costosos viajes y sin utilizar de papel.

# Title
source: Achieve the best climate for your organization
es: Logre el mejor resultado para su organización

# VarietyOfRportsText
source: It offers a variety of reports that will allow you to make the best decisions. From data analysis on the study sample to executive reports, it even allows you to have a ranking where you can compare yourself with our measurement base.
es: Ofrece una variedad de reportes que le permitirá tomar las decisiones más acertadas. Desde análisis de datos sobre la muestra del estudio hasta reportes ejecutivos, inclusive le permite tener un ranking donde puede compararse con nuestra base de mediciones.

# VarietyOfRportsTitle
source: Variety of reports
es: Variedad de reportes
