Repository: mayramonsalve/hrmedinet
Catalog: MedinetClassLibrary/Resources/Views/Home/Index.*.resx
Languages: es

# Code
source: Enter your code here:
es: Ingrese su código aquí:

# Help
source: ../../Content/Images/icon-system/help.png
es: /Content/Images/icon-system/help.es.png

# HRMedinetText1
source: It is an automated tool which allows to easy and quickly perform organizational climate assessments, supported by web technology and the best practices of the technological world.
es: Es una herramienta automatizada que le permite realizar evaluaciones de resultado organizacional fácil y rápidamente, apoyados en la tecnología web y las mejores prácticas del mundo tecnológico.

# HRMedinetText2
source: It has no restrictions when it comes to the number of users and the geographical location, and it can also be used on computer equipments and mobile devices for maximum flexibility.
es: No tiene limitaciones geográficas, ni de cantidad de usuarios y puede utilizarse tanto en equipos de computación, como en dispositivos móviles para mayor flexibilidad.

source: Measurements
es: Mediciones

# MedinetText
source: We offer assessment solutions of Organizational Climate which allow to proactively detect problems using reliable instruments and a specialized statistic analysis that will help to promote the development of human capital in favor of your company’s professionals and organizational growth.
es: Ofrecemos soluciones de evaluación de Resultado Organizacional que le permiten detectar proactivamente los problemas, utilizando instrumentos confiables y un análisis estadístico especializado que lo ayudarán a potenciar el desarrollo del capital humano, en favor del crecimiento profesional y organizacional de su empresa.

# PathIndex
source: Home page
es: Página de inicio

source: Reports
es: Reportes

# SendButton
source: Evaluate
es: Evaluar

# TitleIndex
source: Home page
es: Página de inicio

# Welcome
source: Welcome to HRMedinet
es: Bienvenido a HRMedinet

# WelcomeText1
source: It is an automated tool that allows you to carry out massive evaluations easily and quickly, supported by web technology and the best practices of the technological world.
es: Es una herramienta automatizada que le permite realizar evaluaciones masivas de forma fácil y rápida, apoyados en la tecnología web y las mejores prácticas del mundo tecnológico.

# WelcomeText2
source: It has no geographical or number of user limitations, and can be used on both computer equipment and mobile devices for greater flexibility.
es: No tiene limitaciones geográficas ni de cantidad de usuarios, y puede utilizarse tanto en equipos de computación como en dispositivos móviles, para mayor flexibilidad.

# WelcomeText3
source: HRMedinet has a robust statistical analysis module that will allow you to obtain as much information as possible from your evaluation, avoiding additional consulting costs for interpretation of results and with the necessary recommendations to carry out the actions that your company really requires.
es: HRMedinet posee un robusto módulo de análisis estadístico que le permitirá obtener la mayor información posible de su evaluación, evitando costos adicionales de consultoría para interpretación de resultados y con las recomendaciones necesarias para realizar las acciones que realmente requiere su empresa.

# WelcomeText4
source: We support the conservation of our environment since all our reports are electronic, not a single sheet of paper is required during the entire measurement process.
es: Apoyamos la conservación de nuestro ambiente ya que todos nuestros reportes son electrónicos, no es requerida ni una sola hoja de papel durante todo el proceso de medición.

source: What's new?
es: Novedades

# AnalysisImage
source: /Content/Images/img-galeria/analisis.png
es: /Content/Images/img-galeria/analisis-es.png

# FlexibilityImage
source: /Content/Images/img-galeria/flexibilidad.png
es: /Content/Images/img-galeria/flexibilidad-es.png

# EstImage
source: /Content/Images/img-galeria/estadisticas.png
es: /Content/Images/img-galeria/estadisticas-es.png

# ResultImage
source: ../../Content/Images/img-galeria/result.jpg
es: ../../Content/Images/img-galeria/result.es.jpg

# HRMedinetPath
source: About HRMedinet
es: Acerca de HRMedinet

# GlobalClimate
source: Global result
es: Resultado global

source: Feedbacks
es: Comentarios

source: Choose company
es: Elegir compañía

# SelectCompany
source: Select a company
es: Seleccione una compañía

# DisplayProblems
source: For best performance of the application we recommend using Internet Explorer 9, Firefox or Google Chrome. Very old versions (Internet Explorer less than version 8), may present some problems.
es: Para un mejor funcionamiento de la aplicación recomendamos el uso de Internet Explorer 9, Firefox o Google Chrome. Versiones muy antiguas (Internet Explorer menor a la versión 8), pueden presentar algunos problemas.

# MetaDescription
source: HRMedinet is a tool which proactively allows you to determine your company’s climate immediately and with global scope; speeding up decision-making due to its solid statistical analysis capacity.
es: HRMedinet es una herramienta que permite determinar proactivamente el resultado de su empresa, de forma inmediata y con alcance global, agilizando la toma de decisiones, debido a su robusta capacidad de análisis estadístico.

# HelpMsg
source: Help
es: Ayuda

# ImageMsj1
source: Human Resources Solutions
es: Soluciones en Capital Humano

# ImageMsj2
source: Individuals measurements
es: Evaluaciones individuales

# ImageMsj3
source: Automatic measurements and results
es: Mediciones y resultados totalmente automatizados

# ImageMsj4
source: Select your teamwork
es: Selección de talentos

# Ourclients
source: Companies that have used HrMedinet
es: Empresas que han usado HrMedinet

# ImageMsj5
source: Satisfaction surveys
es: Encuestas de satisfacción

# ImageMsj6
source: Performance evaluations
es: Evaluaciones de desempeño
