Repository: mayramonsalve/hrmedinet
Catalog: MedinetClassLibrary/Resources/Views/Home/Services.*.resx
Languages: es

source: Benefits
es: Beneficios

# COdescription
source: Description
es: Descripción

# Dmsj1
source: Measures of Laboral Climate allows you to set strategies that optimize productive behavior in employees, helping the employees to work enthusiastically and effectively. The results that you could obtain trough this kind of assessment, allow you to understand the actions and reactions of employees in their work environment, as well as their responsibility, commitment, productivity and respect for the rules and policies of the company.
es: La medición del Resultado Organizacional permite establecer estrategias que optimizan el comportamiento organizacional y promueven en las personas el trabajar con entusiasmo y de manera efectiva en sus entornos laborales. Los resultados que se obtienen de su estudio, permiten entender acciones y reacciones de la gente dentro del contexto de trabajo, como su responsabilidad, compromiso, productividad y el respeto a las normas y políticas de la empresa.

# Dmsj2
source: Recently, Perez de Maldonado (2004) argues that the work environment or organizational environment can be understood as a "socially constructed phenomenon, arising from individual-group interactions- laboral conditions, and results in a meaningfully experience both individual and as a group, because what belongs and occurs in the organization affects and interacts with everything in it. Laboral Climate are precisely the result of these interactions, that occur in a dynamic, changing and emotional way".
es: Recientemente, Pérez de Maldonado (2004) plantea que el ambiente de trabajo o resultado organizacional puede ser entendido como un “fenómeno socialmente construido, que surge de las interacciones individuo-grupo-condiciones de trabajo, que da como resultado un significado a las experiencias individual y grupal, debido a que lo que pertenece y ocurre en la organización afecta e interactúa con todo. Los resultados organizacionales son precisamente consecuencia de estas interacciones, que se dan de manera dinámica, cambiante y cargada de afectividad”.

# E360msj1
source: The 360º assessment is a technique that is increasingly used in modern companies. Also known as integrated assessment, it aims to provide employees with an overview of its performance as reliable as possible, obtaining information from all possible points of view, including managers, colleagues, internal and external customers and subordinates.
es: La evaluación 360º es una técnica que cada día es más empleada en las organizaciones modernas, conocida también como evaluación integral, pretende ofrecer a los empleados una perspectiva de su desempeño lo más confiable posible, obteniendo información desde todos los ángulos posibles incluyendo a jefes o supervisores, compañeros, clientes (internos o externos) y subordinados.

# E360msj2
source: The goal of this integrated assessment is to provide the employee or the company full and objective feedback, necessary to take the actions in order to improve employee performance in his workplace.
es: El objetivo de esta evaluación integral es brindar al empleado o a la empresa una retroalimentación lo más completa y objetiva posible, necesaria para tomar las medidas que conduzcan a mejorar el desempeño del empleado en su cargo.

# E360msj3
source: Through its enforcement, we could obtain invaluable information for the Human Resources department, as it provides the guide to actions to be taken in short, medium and long term.
es: A través de su medición diagnostico, se obtiene información valiosa para el área de Recursos Humanos de las empresas, ya que les facilita la toma de decisiones respecto a acciones o intervenciones favorables que deben seguirse a corto, mediano y a largo plazo.

# E360msj4
source: It helps you to determine the performance of each of the evaluated according to the competencies, skills and behaviors that are important for the company.
es: Facilita conocer el desempeño de cada uno de los evaluados de acuerdo a diferentes competencias, habilidades, destrezas y comportamientos importantes para la organización.

# E360msj5
source: Identifies individual skill levels in different areas.
es: Permite identificar los niveles de competencias individuales en diversas áreas.

# E360msj6
source: Makes it possible to undertake specific actions to improve and develop the employees’ performance.
es: Posibilita el emprendimiento de acciones precisas para mejorar y desarrollar el desempeño del personal y, por lo tanto, de la organización.

# E360msj7
source: Finally, this evaluation benefits human development, producing a positive impact on the progress of the company, increasing the effective actions and working performance. At the end of the day, you will get a significance increase in quality of products or services offered by the company.
es: Finalmente, esta evaluación lo que busca es el desarrollo humano, repercutiendo positivamente en el progreso de la organización, en el incremento de las acciones eficaces y en los avances en el rendimiento y calidad de los productos o servicios ofrecidos por la organización.

# ENDmsj1
source: Lately there has been a important increase in the competencies investigation, which has provided significant contributions to the business field, associated largely with the develop and optimization of Human Resources processes. Competencies are individual underlying factors, which are related to a number of skills, behavioral tendencies, knowledge and attitudes that explains the effective and successful performance in work environment.
es: El crecimiento del interés en el estudio de las competencias ha brindando aportes importantes y funcionales al ámbito organizacional y empresarial. Dichos aportes, están asociados con la búsqueda del desarrollo y optimización del área de Recursos Humanos dentro de las Organizaciones. Una competencia puede ser definida como una característica subyacente de un individuo, que está asociada a conjuntos de conocimientos, habilidades, disposiciones y conductas, que están causalmente relacionadas con un rendimiento efectivo o superior en una situación o trabajo, permitiendo la realización exitosa de las actividades.

# ENDmsj2
source: Its features are: <br /> 1. They are permanent.<br /> 2. They find its way out when the employees execute a task related with their job.<br /> 3. They actually caused the work performance, not only are related with it.<br /> 4. They show themselves up in several activities.<br />
es: Las competencias en general, contemplan los siguientes aspectos: <br /> 1. Son características permanentes de una persona. <br /> 2. Se ponen de manifiesto cuando se ejecuta una tarea o se realiza un trabajo. <br /> 3. Tienen una relación causal con el rendimiento laboral, es decir, no están solamente asociadas con el éxito, sino que se asume que realmente lo causan. <br /> 4. Pueden ser generalizables a más de una actividad.<br />

# ENDmsj3
source: The possibility to diagnose competencies in a company, implies the possibility to know which behaviors, attitudes and skills are required to be successful as a employee in it, providing the necessary information to create the different job profiles to the Human Resources department. Likewise it allows them to make the correct matches position-employee, according with the competencies related with each position.
es: La posibilidad de diagnosticar y conocer las competencias explican el comportamiento, el rendimiento y las reacciones de los individuos en su lugar de trabajo, provee a los departamentos de recursos humanos información de vital importancia para lograr un ajuste optimo entre las características que requieren los diversos cargos laborales con las personas más adecuadas para desempeñarlos, ya que se contratarían a aquellos individuos que presenten las competencias necesarias y suficientes para desenvolverse exitosamente en el mismo.

# ENDmsj4
source: In addition, the correct competencies diagnose allows you to design developing plans to your employees, in order to increase their competencies level when they are very low or nonexistent.
es: Igualmente, a través del diagnostico es posible diseñar planes de intervención efectivos con el objetivo de modificar, mejorar o desarrollar aquellas competencias que estén presentes en niveles bajos o que estén ausentes en el evaluado

# ENDTitle
source: Competencies Assessment (Assessment Centres)
es: Evaluación de Competencias de Candidatos (Assessment Centres)

# Items
source: Specifically, applying a measurement of Laboral Climate, allows companies to:
es: Específicamente, el aplicar una medición de resultado organizacional, permite a las empresas:

# Path
source: Services
es: Servicios

# Subitem1
source: Identify strengths and weaknesses in the work environment.
es: Identificar fortalezas y debilidades en el resultado de trabajo.

# Subitem2
source: Have qualitative and quantitative indicators of the main processes and human management variables.
es: Contar con indicadores cualitativos y cuantitativos de los principales procesos y variables de Gestión Humana.

# Subitem3
source: Identifiy critical points that require priority attention.
es: Identificar poblaciones críticas que requieren atención prioritaria.

# Subitem4
source: Identify the focus of the weaknesses that the organization can present
es: Localizar el foco de atención de las debilidades que pueda presentar la organización.

# Subitem5
source: Establish improvement and action plans.
es: Establecer planes de mejoramiento y acción.

# Text1
source: We provide a wide variety of specialized services in organizational and business consulting, based on the real needs of our clients. The results of the evaluations, measurements and investigations are generated on a Web page, guaranteeing the security, saving paper and confidentiality of the information collected.
es: Brindamos una amplia variedad de servicios especializados en consultoría organizacional y empresarial, en función de las necesidades reales de nuestros clientes. Los resultados de las evaluaciones, mediciones e investigaciones son generados en una página Web, garantizando la seguridad, ahorro de papel y confidencialidad de la información recopilada.

# Text2
source: Currently, we offer the following services:
es: En la actualidad, ofrecemos los siguientes servicios:

# Text3
source: Measurement of Laboral Climate.
es: Medición de Resultado Organizacional.

# Text4
source: Measurement of Competencies Assessment (Assessment Centres).
es: Medición de Competencias Generales de Candidatos.

# Text5
source: Performance 360°.
es: Evaluación del Desempeño 360°

# Text6
source: Design of an intervention plan.
es: Diseño de plan de intervención.

# Text7
source: Preparation of workshops and conferences.
es: Preparación de talleres y conferencias.

# Text8
source: Designs and implementations of surveys.
es: Diseño y aplicación de encuestas.

# Text9
source: Processing, instruments, automation and measurements.
es: Procesamiento, automatización de instrumentos y mediciones.

# Title
source: Services
es: Servicios

# OrganizationalClimateTitle
source: Laboral Climate
es: Resultado Organizacional

# BackToServices
source: Back to our services
es: Volver a nuestros servicios

# Service1
source: Organizational diagnostics
es: Diagnósticos organizacionales

# Service2
source: Organizational climate and culture
es: Resultado y cultura organizacional

# Service3
source: Mysterious client
es: Cliente misterioso

# Service4
source: Surveys for market research
es: Encuestas para investigación de mercados

# Service5
source: Surveys tailored to customer requirements.
es: Encuestas a la medida de los requerimientos de los clientes.
